Repository: RKWKomZe/RkwQuickcheck
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_rkwquickcheck_domain_model_check.description
source: An Extension to manage answers of dichtiomous questions and returns a answer-based calculated result
de: Eine Extension um dichotome Fragen zu managen und ein automatisiertes Ergebnis zu kalkulieren

# tx_rkwquickcheck_domain_model_check.description
source: Description
de: Beschreibung des Checks

# tx_rkwquickcheck_domain_model_check.result_a
source: Result A
de: Ergebnis A

# tx_rkwquickcheck_domain_model_check.result_b
source: Result B
de: Ergebnis B

# tx_rkwquickcheck_domain_model_check.result_c
source: Result C
de: Ergebnis C

# tx_rkwquickcheck_domain_model_check.topic
source: Topic
de: Thema

# tx_rkwquickcheck_domain_model_topic
source: Topic
de: Thema

# tx_rkwquickcheck_domain_model_topic.description
source: Description
de: Beschreibung

# tx_rkwquickcheck_domain_model_topic.question
source: Question
de: Frage

# tx_rkwquickcheck_domain_model_question
source: Question
de: Frage

# tx_rkwquickcheck_domain_model_question.question
source: Question
de: Frage

# tx_rkwquickcheck_domain_model_question.description
source: Description
de: Beschreibung

# tx_rkwquickcheck_domain_model_question.topic
source: Topic
de: Thema

# checkController.error.terms
source: Please accept the terms
de: Bitte akzeptieren Sie die Nutzungsbedingungen.

# checkController.error.not_complete
source: Please answer all questions
de: Da ist noch etwas offen. Bitte beantworten Sie alle Fragen.

# checkController.error.no_data
source: Oops! Something went wrong. Please start again.
de: Upps! Da ist etwas schiefgelaufen. Aus technischen Gründen können wir Ihnen Ihre Auswertung nicht oder nicht mehr anzeigen. Sie können aber gerne direkt noch einmal loslegen :)

# templates_check_index.terms1
source: I accept the
de: Ich akzeptiere die

# templates_check_index.terms2
source: terms
de: Nutzungsbedingungen.

# templates_check_index.submit
source: Start check
de: Jetzt Check starten

# templates_check_show.button_prev
source: Prev
de: Zurück

# templates_check_show.button_next
source: Next
de: Weiter

# templates_check_show.yes
source: Yes
de: Ja

# templates_check_show.no
source: No
de: Nein

# templates_check_show.topic
source: Topic
de: Thema

# templates_check_show.question
source: Question
de: Frage

# templates_check_show.next_hint
source: Please answer all questions
de: Bitte beantworten zu zuerst alle Fragen mit "Ja" oder "Nein".

# templates_check_result.headline_description1
source: Topic %s completed.
de: Sie haben die Fragen des Themenkomplexes %s vollständig bearbeitet.

# templates_check_result.headline_description2
source: Here you can see your result.
de: Hier sehen Sie ihr Zwischenergebnis für diesen Teilbereich.

# templates_check_result.topic_result
source: Result
de: Ihr Ergebnis

# templates_check_result.overall_result
source: Reached percentage
de: Erreichter Wert

# templates_check_result.interim_results
source: Interim result
de: Zwischenergebnisse
